-- +goose Up
-- +goose StatementBegin
INSERT INTO services (id, name, price) VALUES
(1,'общий анализ крови', 457),
(2,'биохимический анализ', 923),
(3,'забор крови из вены', 345),
(4,'забор крови из пальца', 1234),
(5,'анализ на ВИЧ', 765),
(6,'анализ на КОВИД', 8976),
(7,'анализ на туберкулез', 768),
(8,'анализ на корь', 304),
(9,'внутривенное вливание', 345),
(10,'наложение повязки', 333),
(11,'снятие гипса', 444),
(12,'наложение гипса', 555)
-- +goose StatementEnd
-- +goose Down
-- +goose StatementBegin
DELETE FROM services;
-- +goose StatementEnd
